/* All Documents type popup item */
"All Documents" = "Tutti i documenti";

/* All Readable Known type popup item */
"All Known Documents" = "Tutti i documenti conosciuti";

/* All Readable Documents type popup item */
"All Readable Documents" = "Tutti i documenti leggibili";

/* Cancel button text */
"Cancel" = "Annulla";

/* Choose button text */
"Choose" = "Scegli";

/* ChooseFile dialog title */
"Choose a File" = "Scegli un documento";

/* ChooseFolder dialog title */
"Choose a Folder" = "Scegli una cartella";

/* ChooseVolume dialog title */
"Choose a Volume" = "Scegli un volume";

/* ChooseObject dialog title */
"Choose an Object" = "Scegli un oggetto";

/* Default save format menu item */
"Default" = "Default";

/* Discard changes button text */
"Discard Changes" = "Annulla modifiche";

/* Ask Discard Changes message */
"Do you want to revert to the most recently saved revision of the document \\U201C%@\\U201D?" = "Desideri ripristinare la revisione del documento “%@” registrata più di recente?";

/* Ask Save Changes dialog message */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "Vuoi registrare le modifiche eseguite al documento “%@”?";

/* Ask Save Changes dialog message with nil name */
"Do you want to save the changes you made to this document?" = "Vuoi registrare le modifiche apportate a questo documento?";

/* Don't save button text */
"Don\\U2019t Save" = "Non registrare";

/* Open panel enable popup label */
"Enable:" = "Attiva:";

/* Save panel format popup label */
"Format:" = "Formato:";

/* Ask Review Documents informative text */
"If you don\\U2019t review your documents, all your changes will be lost." = "Se non rivedi i documenti, tutte le modifiche non registrate andranno perse.";

/* New folder button text */
"New Folder" = "Nuova cartella";

/* Revert button text */
"Revert" = "Ripristina originale";

/* Review changes button text */
"Review Changes\\U2026" = "Rivedi le modifiche…";

/* Save button text */
"Save" = "Registra";

/* PutFile default save file name */
"untitled" = "senza titolo";

/* Ask Review Documents message with known count */
"You have %ld %@ documents with unsaved changes. Do you want to review these changes before quitting?" = "Ci sono %1$ld %2$@ documenti con modifiche non registrate. Vuoi rivedere queste modifiche prima di uscire?";

/* Ask Review Documents message with unknown count */
"You have several %@ documents with unsaved changes. Do you want to review these changes before quitting?" = "Hai diversi documenti %@ con modifiche non registrate. Vuoi rivedere queste modifiche prima di uscire?";

/* Ask Save Changes informative text */
"Your changes will be lost if you don\\U2019t save them." = "Le tue modifiche andranno perse se non le registri.";

/* Ask Discard Changes informative text */
"Your current changes will be lost." = "Le tue modifiche attuali andranno perse.";

